// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Gestione ruoli utente";

UsersTabTitle = "Utenti:";
GroupsTabTitle = "Gruppi:";
RolesTabTitle = "Ruoli:";

// default roles
DeviceAdministrator = "Amministratore dispositivo";
DeviceGuest = "Ospite dispositivo";
DeviceUser = "Utente dispositivo";

//account types
User = "Utenti";
Group = "Gruppo";

// context menu operatons
DeleteUserGroupContextMenu = "Elimina Utenti o Gruppi";
DeleteRoleContextMenu = "Elimina Ruoli";
MoveToGroupContextMenu = "Sposta in Gruppi";
MoveToUserContextMenu = "Sposta in Utenti";

// properties names
NameAttribute = "Nome:";
RoleAttribute = "Ruolo:";
AuthenticationAttribute = "Metodo di accesso";
AccountTypeAttribute = "Tipo";

// progress titles
UpdateInformationProcessTitle = "Aggiornamento informazioni in corso...";

// new accounts window
OkButton = "OK";
CancelButton = "Annulla";

AccountSettingsTabTitle = "Impostazioni account";
PermissionsPoliciesTabTitle = "Criteri di autorizzazione";
WindowsDefaultRoleTitle = "Autorizzazione predefinita impostata per Windows:";
LDAPDefaultRoleTitle = "Autorizzazione predefinita impostata per LDAP:";

// alerts
DuplicateNameMessage = "Questo nome è già stato usato.";
DuplicateUserGroupNameDescription = "Questo Nome gruppo o utente di rete è stato già usato. Immettere un nuovo Nome gruppo o utente di rete.";
DuplicateNameDescription = "Questo nome è già stato usato. Immettere un nuovo nome.";
NetworkUserAndGroupTitle = "Utente o gruppo di rete";

DeleteRoleErrorDescription = "Il set di autorizzazioni (%@) non può essere eliminato perché è ancora utilizzato come set di autorizzazioni predefinito per un gruppo o utente di rete nella mappatura del set di autorizzazioni per il dispositivo.";

// tooltips
CreateNewUserToolTip = "Crea un nuovo utente";
CreateNewGroupToolTip = "Crea un nuovo gruppo";
CreateNewRoleToolTip = "Crea un nuovo ruolo";

DeleteUsersToolTip = "Elimina gli utenti selezionati";
DeleteGroupsToolTip = "Elimina i gruppi selezionati";
DeleteRolesToolTip = "Elimina i ruoli selezionati";

// permission policies
ApplicationNameKey = "Nome applicazione";
ValueKey = "Valore";

ADMINISTRATIONAPPLICATION = "Applicazione Amministrazione";
REPORTS = "Rapporti";
CONFIGURATIONSTATUSPAGES = "Pagine Configurazione/Stato";
CONFIGURATIONPAGE = "Pagina Configurazione";
USAGEPAGE = "Pagina Dati utilizzo";
FILEDIRECTORY = "Directory";
SUPPLIESSTATUSPAGE = "Pagina Stato materiali di consumo";
COLORUSAGEJOBLOG = "Registro dati utilizzo colore";
FAXREPORTS = "Rapporti fax";
FAXACTIVITYLOG = "Registro Attività fax";
BILLINGCODESREPORT = "Rapporto codici fatturazione";
BLOCKEDFAXLIST = "Elenco fax bloccati";
LASTFAXCALLREPORT = "Rapporto ultima chiamata fax";
SPEEDDIALLIST = "Elenco selezione rapida";
OTHERPAGES = "Altre pagine";
GENERALSETTINGS = "Impostazioni generali";
GENERAL = "Impostazioni generali";
DATETIME = "Data/Ora";
DATEANDTIME = "Data/Ora";
ENERGYSETTINGS = "Impostazioni energia";
PRINTQUALITYMENU = "Menu Qualità di stampa";
MANAGESTOREDJOBS = "Gestisci lavori archiviati";
ENABLERETRIEVEFROMUSB = "Abilita Recupero da USB";
RESTOREFACTORYSETTINGS = "Ripristina impostazioni di fabbrica";
DISPLAYSETTINGS = "Impostazioni di visualizzazione";
NETWORKSETTINGS = "Impostazioni di rete";
NETWORKPROTOCOLS = "Protocolli di rete";
COPYSETTINGS = "Impostazioni Copia";
FAXSETTINGS = "Impostazioni Fax";
FAXSENDSETTINGS = "Impostazioni invio fax";
FAXSENDSETUP = "Configurazione invio fax";
FAXSETUPWIZARD = "Configurazione guidata fax";
GENERALFAXSENDSETTINGS = "Impostazioni invio fax generiche";
DEFAULTJOBOPTIONSFAXSEND = "Opzioni lavoro predefinite (Invio fax)";
FAXRECEIVESETTINGS = "Impostazioni ricezione fax";
FAXRECEIVESETUP = "Configurazione ricezione fax";
FAXPRINTINGSCHEDULE = "Programma stampa fax";
BLOCKEDFAXNUMBERS = "Numeri fax bloccati";
DEFAULTJOBOPTIONSFAXRECEIVE = "Opzioni lavoro predefinite (Ricezione fax)";
FAXFORWARDING = "Invio fax";
GENERALPRINTSETTINGS = "Impostazioni stampa generiche";
DEFAULTPRINTOPTIONS = "Opzioni di stampa predefinite";
MANAGETRAYS = "Gestisci vassoi";
STAPLERSTACKERSETTINGS = "Impostazioni raccoglitore graffe";
SCANDIGITALSENDSETTINGS = "Impostazioni Scansione/Invio digitale";
SCANDIGITALSEND = "Impostazioni Scansione/Invio digitale";
EMAILSETTINGS = "Impostazioni e-mail";
EMAILSETUP = "Configurazione e-mail";
DEFAULTJOBSETTINGSEMAILSETTINGS = "Impostazioni lavoro predefinite (Impostazioni e-mail)";
SAVETONETWORKFOLDERSETTINGS = "Impostazioni Salva in cartella di rete";
SAVETONETWORKFOLDERSETUP = "Configurazione Salva in cartella di rete";
DEFAULTJOBSETTINGSNETWORKFOLDER = "Impostazioni lavoro predefinite (Cartella di rete)";
SAVETOUSBSETTINGS = "Impostazioni Salva su USB";
SAVETOUSBSETUP = "Configurazione Salva su USB";
SAVETOUSBJOBSETTINGS = "Impostazioni lavoro Salva su USB";
DIGITALSENDSERVICESETUP = "Configurazione servizio invio digitale";
MANAGESUPPLIES = "Gestisci materiali di consumo";
RESETSUPPLIES = "Ripristina materiali di consumo";
TROUBLESHOOTINGMENU = "Menu Diagnostica";
TROUBLESHOOTING = "Menu Diagnostica";
RETRIEVEDIAGNOSTICDATA = "Recupera dati diagnostica";
DIAGNOSTICDATA = "Recupera dati diagnostica";
STAPLERSTACKER = "Vassoio raccoglicopie/cucitrice";
RETRIEVEFAXDIAGNOSTICDATA = "Recupero dati diagnostici fax";
REMOTECONTROLPANEL = "Pannello di controllo remoto";
DIGITALSENDINGSOFTWAREDSSSETUP = "Configurazione Digital Sending Software (DSS)";
DIGITALSENDINGSOFTWARESETUP = "Configurazione Digital Sending Software";
SUPPLYSTATUSAPPLICATION = "Applicazione Stato materiali di consumo";
COPYAPPLICATION = "Applicazione Copia";
SIDEDCOPYOUTPUT = "Copia solo fronte";
MAKEACOLORCOPY = "Stampa copia a colori";
SAVETODEVICEMEMORYAPPLICATION = "Applicazione Salva su memoria dispositivo";
OPENFROMDEVICEMEMORYAPPLICATION = "Applicazione Apri da memoria dispositivo";
STOREDFAXES = "Fax archiviati";
DELETEANYSTOREDJOBSHAREDORPRIVATE = "Elimina tutti i lavori archiviati (condivisi o privati)";
TRAYS = "Vassoi";
ABILITYTOMODIFYTRAYSIZEANDTYPESETTINGS = "Per modificare le impostazioni tipo e dimensione vassoi";
PRINTING = "Stampa";
PRINTINCOLOR = "Stampa a colori";
OPENFROMUSBAPPLICATION = "Applicazione Apri da USB";
FAXAPPLICATION = "Applicazione fax";
ABILITYTOEDITTHEBILLINGCODE = "Per modificare il codice di fatturazione";
ABILITYTOEDITASPEEDDIAL = "Per modificare una Selezione rapida";
EMAILAPPLICATION = "Applicazione E-mail";
ABILITYTOEDITTHEFROMFIELDFOREMAIL = "Per modificare il campo Da dell'e-mail";
ABILITYTOEDITTHETOFIELDFOREMAIL = "Per modificare il campo A dell'e-mail";
ABILITYTOEDITTHECCFIELDFOREMAIL = "Per modificare il campo CC dell'e-mail";
ABILITYTOEDITTHEBCCFIELDFOREMAIL = "Per modificare il campo CCN dell'e-mail";
ABILITYTOEDITTHESUBJECTFIELDFOREMAIL = "Per modificare il campo Oggetto dell'e-mail";
ABILITYTOEDITTHEBODYOFANEMAIL = "Per modificare il testo di un'e-mail";
ADDRESSBOOK = "Rubrica";
ABILITYTOMANAGECONTACTSINAPRIVATEADDRESSBOOK = "Per gestire i contatti in una rubrica privata";
ABILITYTOMANAGECONTACTSINSHAREDADDRESSBOOKS = "Per gestire i contatti in rubriche condivise";
SAVETOSHAREPOINT = "Salva in SharePoint®";
NETWORKFOLDERAPPLICATION = "Applicazione Cartella di rete";
ABILITYTOEDITTHENETWORKFOLDERPATH = "Per modificare il percorso di una cartella di rete";
JOBSTATUSAPPLICATION = "Applicazione Stato lavoro";
DETAILSORCANCELANYUSERSJOB = "Dettagli o Annulla lavoro di qualsiasi utente";
ABILITYTOPROMOTEANYUSERSJOB = "Per alzare di livello lavoro di qualsiasi utente";
ABILITYTOVIEWALLJOBSINTHEJOBLOGFORALLUSERS = "Per visualizzare tutti i lavori nel Registro lavori per tutti gli utenti";
SAVETOUSBAPPLICATION = "Applicazione Salva su USB";
DEVICEMAINTENANCEAPPLICATION = "Applicazione Manutenzione dispositivi";
INFORMATION = "Informazioni";
DEVICESTATUS = "Stato dispositivo";
PRINT = "Stampa";
HPWEBSERVICES = "HP Web Services";
ONLINEHELP = "Aiuto in linea";
FAX = "Fax";
RESTRICTCOLOR = "Limita colore";

EnableFromRestrictColorPlugin = "Per abilitare questa funzione, andare al plugin Limita colore";
ENABLEDEVICEUSB = "Abilita USB periferica";

DELETEPROTECTEDJOBSWITHOUTENTERINGTHEPASSWORDORPIN = "Eliminare processi protetti senza inserire la password o il PIN";
JOBLOG = "Registro processi";
STATUSINFORMATION = "Informazioni stato";
PRINTABLEREPORTSANDPAGES = "Pagine e report stampabili";
NETWORKING = "Connessione in rete";
ALERTS = "Avvisi";
CONTROLPANELADMINISTRATIONMENU = "Menu amministrazione pannello di controllo";
AUTOSEND = "Invio automatico";
DISPLAYCUSTOMIZATIONS = "Mostra personalizzazioni";
BACKUPANDRESTORE = "Backup e ripristino";
SOLUTIONINSTALLER = "Installer soluzione";
FIRMWAREUPGRADE = "Aggiornamento firmware";
QUOTAANDSTATISTICSSERVICES = "Servizi quota e statistiche";
CONTROLPANELCUSTOMIZATION = "Personalizzazione pannello di controllo";
QUICKSETSSETUP = "Configurazione impostazioni rapide";
GENERALTROUBLESHOOTING = "Risoluzione problemi generali";
CALIBRATIONCLEANING = "Calibrazione/Pulizia";
SECURITY = "Sicurezza";
GENERALSECURITY = "Sicurezza generale";
ACCESSCONTROL = "Controllo accesso";
PROTECTSTOREDDATA = "Proteggi dati memorizzati";
CERTIFICATEMANAGEMENT = "Gestione certificati";
WEBSERVICESECURITY = "Sicurezza Web Service";
EMAILDOMAINRESTRICTION = "Restrizione dominio e-mail";
FAXARCHIVEANDFORWARDING = "Archiviazione e inoltro fax";
SPEEDDIALS = "Chiamate rapide";
COPYPRINT = "Copia/Stampa";
ADJUSTPAPERTYPES = "Modifica tipi di carta";
RETRIEVEFROMUSBSETUP = "Recupera da configurazione USB";
REMOTESCANREQUEST = "Richiesta scansione remota";
EMAILANDSAVETONETWORKFOLDERQUICKSETUPWIZARDS = "Configurazione guidata rapida per invio via e-mail e salvataggio su cartella di rete";
PREFERENCES = "Preferenze";
